StarPi-Labs/Payload-26/P4-Board/espnow-link-test/s3-sender/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

# The DevKitC console lives on the USB-Serial-JTAG connector, matching how the
# payload firmware is set up, so `idf.py monitor` works over the "USB" port.
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
